9/data/attachments/7562c6ef53f5341b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:username>
            <nif:friendToBeAdded>Ronald_mention_Friend_3502_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>